Repository: rrnazario/partitura-bot
Catalog: TelegramPartHook.Domain/Resources/Messages.*.resx
Languages: es, pt

# AbortedSuccessfully
source: Search aborted successfully.
es: búsqueda cancelada con éxito.
pt: Busca abortada com sucesso!

# BeginningConversion
source: Starting conversion...
es: Empezando conversion...
pt: Começando a conversão...

# CannotDownloadVideo
source: {0}, I can't download this audio right now. Try again later!
es: {0}, no puedo descargar este audio en este momento. ¡Vuelve a intentarlo más tarde!
pt: {0}, não consegui baixar seu áudio agora. Tente novamente mais tarde!

# FailedToDefineRemember
source: Unable to define a remember for the search '{0}' now. Try again later!
es: No se puede definir un recordatorio para la búsqueda '{0}' ahora. ¡Vuelve a intentarlo más tarde!
pt: Não foi possivel definir o lembrete para a busca '{0}' agora. Tente mais tarde!

# FollowUsInstagram
source: Follow us on Instagram!
es: ¡Síguenos en Instagram!
pt: Siga-nos no Instagram!

# HereSomeSuggestions
source: May I suggest some searches? Click in some bellow button
es: ¿Puedo sugerir algunas búsquedas? Haga clic en algún botón de abajo
pt: Quer algumas sugestões que talvez funcionem melhor? Clique em algum botão abaixo

# MonitorForMe
source: Monitor if something appears
es: Monitorear si aparece algo
pt: Monitorar se algo aparecer

# SendSuggestion
source: Send request or suggestion
es: Enviar solicitud o sugerencia
pt: Enviar pedido ou sugestão

# WelcomeToVip
source: Welcome to the VIP plan {0}!\nFirst of all thank you very much for trusting our work.\nClick the button to see all your benefits.
es: ¡Bienvenido al plan VIP {0}!\nEn primer lugar muchas gracias por confiar en nuestro trabajo.\nHaga clic en el botón para ver todos sus beneficios.
pt: Bem-vindo ao plano VIP {0}!\nPrimeiramente muito obrigado por confiar em nosso trabalho.\nClique no botão para ver todos os seus benefícios.

# SeeMyVIPBenefits
source: See my benefits
es: Veer a mis beneficios
pt: Ver meus beneficios

# NotFoundMessage1
source: I am sorry {0}, I did not find anything! If your search has accent, please try without it! Doubts? Message us
es: Lo siento {0}, ¡no encontré nada! Si su búsqueda tiene acento, ¡intente sin él! ¿Dudas? Envía un mensaje
pt: Foi mal {0}, não achei nada! Remova palavras como "música" ou "partitura" da busca! Dúvidas? Envie uma mensagem

# NotFoundMessage2
source: Sorry {0}, nothing here! Check if you typed correctly. If you put the artist name, try search without it!
es: Lo siento {0}, ¡no hay nada aquí! Comprueba si escribiste correctamente. Si pones el nombre del artista, ¡intenta buscar sin él!
pt: Desculpa {0}, nada por aqui! Verifique se digitou o nome certo. Se colocou o artista, tente procurar sem o nome dele!

# NotFoundMessage3
source: Ouch {0}, no success 😕\nIf there is some contribution from your side, send it to us.
es: Ay {0}, no ha tenido éxito 😕\nSi hay alguna contribución de su parte, envíela
pt: Vixi {0}, sem sucesso 😕\nSe colocou, remova palavras como "música" ou "partitura" da busca.

# NotFoundMessage4
source: Sorry {0}, 0 results for your search!\nThere it goes a tip: does either the song or the artist has accent on its name? If yes, try put it! :)
es: Lo siento {0}, ¡0 resultados para tu búsqueda! \nAquí va un consejo: ¿la canción o el artista tienen acento en su nombre? Si es así, ¡intenta ponerlo! :)
pt: Vixi {0}, 0 resultados pra essa pesquisa!\nAqui vai uma dica: a música ou o artista tem acento no nome? Se sim, experimenta colocar! :)

# NotVipUser
source: You are not a VIP user. To get this privilege, perform the following PIX and then send a message to {0}.\n\nCopy-paste code 👇🏾
es: No eres un usuario VIP. Para obtener este privilegio, haga el seguinte PIX e envíe un mensaje a {0}.\n\nCodigo copia-cola: 👇🏾
pt: Você não é usuário VIP. Para adquirir o privilégio, faça o PIX em seguida envie uma mensagem para o {0}.\n\nCódigo copia-cola 👇🏾

# RememberFound
source: Hey {0}! I was looking here and seems that I found some results for your search '{1}' from {2}!\n\nI'll send it to you now 👇🏾
es: ¡Hola, {0}! ¡Estaba buscando aquí y parece que encontré algunos resultados para tu búsqueda '{1}' de {2}! \n\nTe lo enviaré ahora 👇🏾
pt: Fala ai {0}! Tava monitorando aqui e apareceu um resultado pra sua pesquisa '{1}' do dia {2}!\n\nVou te mandar em seguida 👇🏾

# RememberNumberExceeded
source: You already reached out the free remembers amount. Consider becoming a VIP member to have unlimited remembers\n\nPay the above PIX and then send a message to {0}.\n\nTo manage your reminders, send /lembretes
es: Ya ha configurado todos los recordatorios de cuenta gratuita. Considere convertirse en miembro VIP para establecer recordatorios infinitos.\n\nHaga el seguinte PIX e envíe un mensaje a {0}\n\nPara administrar sus recordatorios, envíe /lembretes
pt: Você já definiu todos os lembretes da conta grátis. Considere se tornar um membro VIP para ter lembretes infinitos.\n\nFaça o PIX acima e em seguida envie uma mensagem para o {0}\n\nPara gerenciar seus lembretes, envie /lembretes

# ReminderDefined
source: Remember for the search '{0}' successfully registered!\nTo manage your reminders, send /lembretes
es: El recordatório para la búsqueda '{0}' se registró correctamente.\nPara administrar sus recordatorios, envíe /lembretes
pt: Lembrete para a busca '{0}' definido com sucesso! Para gerenciar seus lembretes, envie /lembretes

# SearchingMessage1
source: Searching... (If I don't response in 1 minute or more, search it again!)
es: Buscando ... (Si no respondo en 1 minuto o más, ¡búscalo de nuevo!)
pt: Pesquisando... (Caso eu não responda em 1 minuto ou mais, pesquise de novo!)

# SearchingMessage2
source: On the search! Hold on! (If I don't response in 1 minute or more, search it again!)
es: ¡En la búsqueda! ¡Esperar! (Si no respondo en 1 minuto o más, ¡búsquelo de nuevo!)
pt: Na busca! Aguarde um pouquinho ai! (Caso eu não responda em 1 minutinho, busque de novo!)

# SearchingMessage3
source: Searching! Warming the engines... (If I don't response in 1 minute or more, search it again!)
es: ¡Buscando! Calentando los motores ... (¡Si no respondo en 1 minuto o más, búsquelo de nuevo!)
pt: Buscando! Aquecendo os motores... (Se em 1 minutinho eu não falar nada, busque de novo!)

# SearchingSuggestion
source: Searching for suggestion '{0}'...
es: Buscando sugerencia '{0}' ...
pt: Buscando sugestão '{0}'...

# SeeYou
source: To manage your reminders, send /lembretes\n\nSee you!
es: Para administrar sus recordatorios, envíe /lembretes\n\n¡Nos vemos!
pt: Para gerenciar seus lembretes, envie /lembretes\n\nAté mais!

# SuccessMessage1
source: Success! Thanks for use our services. I hope that is being useful for you and your friends. If want to support us, please consider do a PIX for our key: *rrnazario@gmail.com* :)
es: ¡Éxito! Gracias por utilizar nuestros servicios. Espero que te sea de utilidad a ti y a tus amigos. Síganos en Instagram: *https://instagram.com/partiturabot*
pt: Sucesso! Obrigado por utilizar nossos serviços. Espero que seja útil para seus amigos também. Se quiser ajudar com um PIX de qualquer valor, nossa chave é *rrnazario@gmail.com* :)

# SuccessMessage2
source: Success! Thanks for use our services. I hope that is being useful for you and your friends. Follow us on Instagram, click on the button bellow.
es: ¡Éxito! Gracias por utilizar nuestros servicios. Espero que te sea de utilidad a ti y a tus amigos. Síganos en Instagram, haga clic en el botón de abajo.
pt: Sucesso! Obrigado por utilizar nossos serviços. Espero que seja útil para seus amigos também. Curta a gente no Instagram, só clicar no botão abaixo.

# SuccessMessage3
source: There it is! I hope that the results being whose you have expected! If want to support us, please consider do a PIX for our key: *rrnazario@gmail.com*
es: ¡Ahí está! ¡Espero que los resultados sean los que esperabas! Si desea apoyarnos, síganos en Instagram: *https://instagram.com/partiturabot*
pt: Tá na mão! Espero que os resultados tenham sido o que esperava! Se quiser ajudar com um PIX de qualquer valor, nossa chave é *rrnazario@gmail.com* :)

# SuccessMessage4
source: There you go! I hope that the results being whose you have expected! If want to support us, please consider do a PIX for our key: *rrnazario@gmail.com*
es: ¡Ahí tienes! ¡Espero que los resultados sean los que esperabas! Si desea apoyarnos, síganos en Instagram: *https://instagram.com/partiturabot*
pt: Pronto! Espero que os resultados tenham sido o que esperava! Se quiser ajudar com um PIX de qualquer valor, nossa chave é *rrnazario@gmail.com* :)

# SuccessMessage5
source: Done! I hope that the results being whose you have expected! Follow us on Instagram, click on the button bellow. :)
es: ¡Hecho! ¡Espero que los resultados sean los que esperabas! Síganos en Instagram, haga clic en el botón de abajo. :)
pt: Pronto! Espero que os resultados tenham sido o que esperava! Segue a gente no Instagram, só clicar no botão abaixo. :)

# TooLongVideo
source: {0} this audio is too big and sadly I can't help you on this.
es: {0} este audio es demasiado grande y, lamentablemente, no puedo ayudarte con esto.
pt: {0} esse áudio é um pouco grande e não vou poder te ajudar nessa.

# TooSmallTerm
source: You searched for a too small term. Try searching a bigger one.
es: Buscaste un término demasiado pequeño. Intente buscar uno más grande.
pt: Você pesquisou um termo muito pequeno. Experimente pesquisar uma palavra maior.

# UnableSendVIPInfo
source: Unable to get the VIP information. Send a message to {0}.
es: No se pudo obtener la información VIP. Envía un mensaje a {0}.
pt: Não foi possivel obter as informações VIP, entre em contato com o {0}.

# Unsubscribed
source: Okay ;(\n\nSuccessfully unsubscribed.
es: De acuerdo ;(\n\n Se canceló la suscripción con éxito.
pt: Que pena ;(\n\nDescadastrado com sucesso.

# VideoDownloaded
source: Ready {0}! There it is the mp3 of the song *{1}* 👇🏾
es: ¡Listo {0}! Ahí está el mp3 de la canción *{1}* 👇🏾
pt: Pronto {0}! Aqui está o mp3 da música *{1}* 👇🏾

# WarningManyMessages
source: We will send {0} files. Send */abortar* to cancel.
es: Le enviaremos {0} archivos. Envie */abortar* para cancelar.
pt: Vamos enviar {0} partituras. Envie */abortar* para cancelar.

# WeAreUnderMaintenance
source: At the moment, we are under maintenance. Try again later.
es: Actualmente estamos realizando tareas de mantenimiento. Intenta más tarde.
pt: Atualmente estamos em manutenção. Tente novamente mais tarde.

# ConfirmRememberExclusion
source: Confirm the remember *'{0}'* exclusion?
es: ¿Confirmar la exclusión de recordatório *'{0}'*?
pt: Confirma a exclusão do lembrete *'{0}'* ?

# ChoseRemember
source: Choose which remember you would like to remove:
es: Elija qué recordatorio desea eliminar:
pt: Escolha qual lembrete deseja remover:

# SendAdminMessage
source: Then send your message (or click /cancelar)
es: Luego envíe su mensaje (o haga clic en /cancelar):
pt: Envie em seguida sua mensagem (ou clique em /cancelar):

# OperationFinalized
source: Operation completed successfully.
es: La operación se realizó con éxito.
pt: Operação finalizada com sucesso.

# ThereAreNoRemembers
source: You haven't set any reminders so far.
es: No has configurado ningún recordatorio hasta ahora.
pt: Você não definiu nenhum lembrete até agora.

# RememberSuccessfullyRemoved
source: Remember *{0}* successfully removed!
es: ¡Recordatorio *{0}* eliminado con éxito!
pt: Lembrete *{0}* removido com sucesso!

# MessageSuccessfullySentToAdmin
source: Message sent to admin successfully!
es: ¡Mensaje enviado al administrador con éxito!
pt: Mensagem enviada ao administrador com sucesso!

# DownloadAsPDF
source: Download last search as PDF
es: Descargar última búsqueda como PDF
pt: Baixar última pesquisa como PDF

# MakeMeVIP
source: Upgrade to VIP
es: Tornarme VIP
pt: Me tornar VIP

# AddRepertoireViaTelegram
source: Add to repertoire
es: Añadir al repertório
pt: Adicionar ao repertório

# Contribute
source: Contribute with my music sheets
es: Enviar partituras
pt: Enviar minhas partituras

# Report
source: It isn't a music sheet
es: No es una partitura
pt: Não é uma partitura

# ReportedSuccessfully
source: File reported successfully. Thanks for your contribution!
es: Archivo reportado con éxito. ¡Gracias por su contribución!
pt: Arquivo reportado com sucesso. Obrigado por sua contribuição
